[
    {
        "name":"Ace",
        "description":"The only discernable difference between Aces and humans are their eagle-like eyes.",
        "ability":"Gain one range with staff, bow, spirit launcher, and wand attacks."
    },
    {
        "name":"Crystallite",
        "description":"Humans who have been fused with crystal to various degrees. Some have large crystal protrusions covering their bodies while others have a smooth crystalline surface that replaces their skin. ",
        "ability":"Whenever the crystallite uses a skill or equipment to recover a resource, increase the amount recovered by 5. "
    },
    {
        "name":"Elemental",
        "description":"Elementals will have some mix of the elements flowing through their bodies at all times. Their skin is translucent and the colours of the elements can be seen moving about. When they are cut, small amounts of the elements will flow out of the wound. ",
        "ability":"Whenever the elemental uses an ability that costs spirit, reduce the spirit cost by 5 to a minimum of 0. "
    },{
        "name":"Gizmo",
        "description":"A human life fused with mechanical constructions. Gears act as joints and metal forms their limbs. Gizmos may be partially or almost entirely made up of mechanical pieces. ",
        "ability":"Whenever the gizmo uses an ability that costs stamina, reduce the stamina cost by 5 to a minimum of 0. "
    },
    {
        "name":"Metallic",
        "description":"Humans who have been fused with precious metals to various degrees. Typically their entire bodies are coated in metal, but in some cases only a portion of their bodies are. ",
        "ability":"Knock a target to one adjacent space when striking with a melee weapon "
    },
    {
        "name":"Possessed",
        "description":"Inside their body is another being that may have subtle effects on how they behave, or be another presence with nearly as much control as the person whose body they occupy. At first glance they appear to be a regular human, but possessed beings have blood flowing through their veins at extreme rates that are visible to others who can see their body. Their hearts beat incredibly fast as though it's moving blood for the two beings sharing the body. ",
        "ability":"Whenever the possessed defeats an enemy, the possessed regains all actions that turn. "
    },
    {
        "name":"Shadow",
        "description":"A being that has a shadowlike appearance while still maintaining their body. Their features are almost entirely hidden making it difficult to tell the difference between shadows. ",
        "ability":"If in a space with at least one enemy, once per turn a shadow may move one space without it taking an action."
    },
    {
        "name":"Undead",
        "description":"Most undead are merely a skeleton with all the movement of a regular human body, but some still linger to the skin and even organs of the person that was revived if they were revived soon after dying. In rare cases where a person's death was caused by the artifact that altered them it's possible they'll appear more human than undead. ",
        "ability":"Once per battle when both stamina and spirit reach 0, at the start of the undead's next turn they are brought back to life with 5 stamina and 5 spirit "
    }
]
